<?php
space();
feria(4,4);

/*
%s/<\_[^>]*>//eig | %s/&nbsp;/ /eig
\v<[^aeiouyæœëAEIOUYÆŒ]{-}(([Aa][Uu]|[qgQG][Uu][aeiouyæœëAEIOUYÆŒ]|[aeiouyæœëAEIOUYÆŒ])[^aeiouyæœëAEIOUYÆŒ]{-}){,2}>|<\k*[áéíóúýǽœ́ǼÁÉÍÓÚÝ]\k*>
\<[a-zA-ZæœëÆŒ]*[áéíóúýǽœ́ǼÁÉÍÓÚÝ][a-zA-ZæœëÆŒ]*[áéíóúýǽœ́ǼÁÉÍÓÚÝ][a-zA-ZæœëÆŒ]*\>
 [;:?!]
æǽ œœ́ áéíóúý m̃
ÆǼ ŒŒ́ ÁÉÍÓÚÝ

*/

/******************************* LATINA **************************************/
$l1 = ['c|De libro secúndo Machabæórum',
		'lr|1|Cap. 7, 7-12',
		''];
$l1r = [''];

$l2 = ['lr|2|Cap. 7, 13-19',
		''];
$l2r = [''];

$l3 = ['lr|3|Cap. 7, 20-23',
		''];
$l3r = [''];

/******************************* ENGLISH **************************************/
$e1 = ['c|From the Latter Book of Maccabees',
		'lr|1|Chap. 7, 7-12',
		''];
$e1r = [''];

$e2 = ['lr|2|Chap. 7, 13-19',
		''];
$e2r = [''];

$e3 = ['lr|3|Chap. 7, 20-23',
		''];
$e3r = [''];

/******************************* CODE **************************************/
lectio($l1, $e1);
rm([$l1r,$e1r],0,1);

lectio($l2, $e2);
rm([$l2r,$e2r],0,1);

lectio($l3,$e3);
rm([$l3r,$e3r],0,0);


?>
